const ja_JP = {
    menu: {
      home: "家",
      documentation: "ドキュメンテーション",
      community: "コミュニティ"
    },
    title: {
      main_title: "RISC-Vとは何ですか?",
      sub_title:  "A RISC-V test environment for scientific and data-science codes"
    },
    language: "言語",
    footer: "ソフォンとPLCTによる支援",
    homePage: {
      button: "アクセスを申請する",
      title_1: "What is RISC-V?",
      content_1_1: "RISC-V はオープン標準の命令セット アーキテクチャ (ISA) であり、ロイヤリティフリーの CPU 開発と共通のソフトウェア エコシステムを CPU 間で共有できるようにします。2010 年代半ばまでに RISC-V デバイスが 650 億を超えると予測されており、これは非常に成長しており、非常にエキサイティングな技術分野です。コミュニティ主導の ISA 標準に従って、さまざまなワークロードに適した非常に多様な CPU セットが開発され、今後も開発され続けます。",
      content_1_2: "このテストベッドでは、HPC コード開発者とデータ サイエンティストが最新の RISC-V CPU にアクセスして、ワークロードのアーキテクチャを簡単かつ便利に実験できるようにすることを目的としています。テストベッドへのアクセスは無料で、研究リソースとして使用されます。",
      title_2: "物理コアCPUとソフトコアCPU",
      content_2: "このテストベッドには、物理​​ RISC-V CPU とソフトコアが混在しています。後者は、FPGA を構成し、対象の CPU を電子的に表すために使用される CPU コアのソフトウェア記述です。物理コア CPU とソフトコア CPU の両方を利用できるようにすると、物理コアの成熟度が高まり、最先端の実装を試したり、CPU をソフトコア用に調整したりできるという、両方の利点を最大限に活かすことができます。"
    },
    documentationPage: {
      title_1: "アクセスを申請する",
      content_1: "RISC-V テストベッドへのアクセスは、科学および工学のワークロードに対して無料です。システムにアクセスするには 2 つの手順が必要です。1 つ目はアクセスを承認する必要があり、2 つ目はシステムにサインアップする必要があります。",
      title_2: "はじめる",
      content_2: "このセクションでは、テストベッド システム フロントエンドのコマンド ラインと GUI の両方にアクセスする方法について説明します。",
      title_3: "テストベッドハードウェア",
      content_3: "テストベッドには物理コア RISC-V CPU とソフトコア RISC-V CPU の両方が含まれており、このページではテストベッド内でホストされているさまざまなテクノロジの概要を説明します。",
      title_4: "RISC-V上で動作",
      content_4: "テストベッドには物理コア RISC-V CPU とソフトコア RISC-V CPU の両方が含まれており、このページではテストベッド内でホストされているさまざまなテクノロジの概要を説明します。",
      more: "もっと..."
    }
  }
  
  export default ja_JP