const ko_KR = {
    menu: {
      home: "집",
      documentation: "선적 서류 비치",
      community: "지역 사회"
    },
    title: {
      main_title: "ExCALIBUR H&ES RISC-V 테스트베드",
      sub_title:  "과학 및 데이터 과학 코드를 위한 RISC-V 테스트 환경"
    },
    language: "언어",
    footer: "Sophon & PLCT 제공",
    homePage: {
      button: "액세스 신청",
      title_1: "RISC-V란 무엇입니까?",
      content_1_1: "RISC-V는 CPU의 로열티 없는 개발과 CPU 간에 공유할 수 있는 공통 소프트웨어 생태계를 가능하게 하는 개방형 표준 명령 집합 아키텍처(ISA)입니다. 2010년대 중반까지 650억 개 이상의 RISC-V 장치가 예상되며 이는 엄청나게 성장하고 매우 흥미로운 기술 영역입니다. 커뮤니티 중심의 ISA 표준에 따라 다양한 워크로드에 적합한 매우 다양한 CPU 세트가 개발되었으며 계속해서 개발되고 있습니다.",
      content_1_2: "이 테스트베드에서는 HPC 코드 개발자와 데이터 과학자가 최신 RISC-V CPU에 액세스하여 워크로드에 맞는 아키텍처를 쉽고 편리하게 실험할 수 있도록 하는 것을 목표로 합니다. 테스트베드에 대한 액세스는 무료이며 연구 자원으로 사용됩니다.",
      title_2: "물리적 및 소프트 코어 CPU",
      content_2: "이 테스트베드에는 물리적 RISC-V CPU와 소프트 코어가 혼합되어 있습니다. 나중에는 FPGA를 구성하고 해당 CPU를 전자적으로 표현하는 데 사용되는 CPU 코어에 대한 소프트웨어 설명입니다. 물리적 코어와 소프트 코어 CPU를 모두 사용 가능하게 하면 두 가지 가치의 장점, 물리적 코어의 성숙도 향상, 최첨단 구현 실험 및/또는 소프트 코어용 CPU 맞춤화 기능을 제공합니다."
    },
    documentationPage: {
      title_1: "액세스 신청",
      content_1: "과학적이고 까다로운 작업을 수행하는 경우 RISC-V 테스트베드에 무료로 액세스할 수 있습니다. 시스템에 액세스하려면 두 단계가 필요합니다. 첫째, 귀하의 액세스를 승인해야 하고, 두 번째로 시스템에 가입해야 합니다.",
      title_2: "시작하기",
      content_2: "이 섹션에서는 테스트베드 시스템 프런트엔드의 명령줄과 GUI에 액세스하는 방법을 설명합니다.",
      title_3: "테스트베드 하드웨어",
      content_3: "테스트베드에는 물리적 및 소프트 코어 RISC-V CPU가 모두 포함되어 있으며, 이 페이지에서는 테스트베드 내에서 호스팅되는 다양한 기술에 대한 간략한 개요를 제공합니다.",
      title_4: "RISC-V에서 실행",
      content_4: "테스트베드에는 물리적 및 소프트 코어 RISC-V CPU가 모두 포함되어 있으며, 이 페이지에서는 테스트베드 내에서 호스팅되는 다양한 기술에 대한 간략한 개요를 제공합니다.",
      more: "더..."
    }
  }
  
  export default ko_KR