const ru_RU = {
    menu: {
      home: "Дом",
      documentation: "Документация",
      community: "Сообщество"
    },
    title: {
      main_title: "Испытательный стенд ExCALIBUR H&ES RISC-V",
      sub_title:  "Среда тестирования RISC-V для научных кодов и кодов обработки данных"
    },
    language: "Язык",
    footer: "При поддержке Sophon и PLCT",
    homePage: {
      button: "Подать заявку на доступ",
      title_1: "Что такое RISC-V?",
      content_1_1: "RISC-V — это открытая стандартная архитектура набора команд (ISA), которая позволяет бесплатно разрабатывать процессоры и использовать для них общую экосистему программного обеспечения. Поскольку к середине десятилетия ожидается появление более 65 миллиардов устройств RISC-V, это стремительно растущая и чрезвычайно интересная технологическая область. Следуя стандарту ISA, разработанному сообществом, был и продолжает разрабатываться очень разнообразный набор процессоров, которые подходят для различных рабочих нагрузок.",
      content_1_2: "На этом испытательном стенде мы стремимся предоставить разработчикам кода HPC и специалистам по обработке данных доступ к новейшим процессорам RISC-V, чтобы они могли легко и удобно экспериментировать с архитектурой для своих рабочих нагрузок. Доступ к испытательному стенду бесплатный и предназначен для использования в качестве исследовательского ресурса.",
      title_2: "Физические и программные процессоры",
      content_2: "Этот испытательный стенд содержит смесь физических процессоров RISC-V и программных ядер. Последние представляют собой программные описания ядра ЦП, которые затем используются для настройки FPGA и для электронного представления интересующего ЦП. Доступность как физических, так и программных процессоров обеспечивает лучшее из обоих преимуществ, большую зрелость физических ядер и возможность экспериментировать с современными реализациями и/или адаптировать процессоры для программных ядер."
    },
    documentationPage: {
      title_1: "Подать заявку на доступ",
      content_1: "Доступ к испытательному стенду RISC-V бесплатен для научных и инженерных задач. Для доступа к системе необходимо выполнить два шага: во-первых, нам нужно подтвердить ваш доступ, а во-вторых, вам нужно будет зарегистрироваться в системе.",
      title_2: "Начиная",
      content_2: "В этом разделе описывается, как получить доступ как к командной строке, так и к графическому интерфейсу интерфейса тестовой системы.",
      title_3: "Оборудование испытательного стенда",
      content_3: "Испытательный стенд содержит как физические, так и программные процессоры RISC-V, и на этой странице представлен краткий обзор различных технологий, размещенных на испытательном стенде.",
      title_4: "Работа на RISC-V",
      content_4: "The testbed contains both physical and soft-core RISC-V CPUs, and this page provides a brief overview of the different technolgies hosted within the testbed.",
      more: "более..."
    }
  }
  
  export default ru_RU